Repository: QGuLL/WAPT
Catalog: waptservice/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Invalid log level: {}
de: Ungültige Protokollebene: {}

source: FATAL. Couldn't open config file : {}
de: FATAL. Konnte nicht geöffnet werden die config Datei : {}

source: FATAL, configuration file {} has no section [global]. Please check Waptserver documentation
de: FATAL, Konfigurations Datei {} hat kein Abschnitt [global]. Bitte über­prü­fen Sie Waptserver Dokumentation

source: Update status
de: Aktualisierungsstatus

source: Reload configuration
de: Reload-Konfiguration

source: Installed software update
de: Sofware-Update installiert

source: Trace of the installation of {}
de: Verfolgung der Installation von {}

source: Saving host to the WAPT server
de: Host auf dem WAPT Server gespeichert

source: Inventory of the host
de: Inventar von dem Host

source: Installed Windows Updates
de: Windows Updates insalliert

source: Pending Windows Updates
de: Windows Updates ausstehend

source: Discarded Windows Updates
de: Ausrangierte Windows Updates

source: {0} downloaded
de: {0} heruntergeladen

source: {0} already available
de: {0} bereits vorhanden

source: Error: {0}
de: Fehler: {0}

source: Back
de: Zurück

source: Configuration file: {0}
de: Konfiguration Datei: {0}

source: Current status: {0}
de: Aktueller Status: {0}

source: Last update status:
de: Letzter Update-Status:

source: Date: {0}
de: Datum: {0}

source: Upgradeable packages: {0}
de: Erweiterungsfähige Pakete: {0}

source: Errors: {0}
de: Fehler: {0}

source: Machine: {0}
de: Maschine: {0}

source: Current users: {0}
de: Aktuelle Benutzer: {0}

source: Workgroup: {0}
de: Arbeitsgruppen: {0}

source: IP Addresses: {0}
de: IP-Adressen: {0}

source: System manufacturer : {0}
de: Systemhersteller : {0}

source: System product name : {0}
de: System produktname : {0}

source: Installing {0} <a href="task?id={1}">task {1}
de: Installation {0} <a href="task?id={1}">task {1}

source: design by TIS
de: Design von TIS

source: Installed packages
de: Pakete installiert

source: List of packages
de: Liste der Pakete

source: Copyright (c) 2012 Tranquil IT Systems. All rights reserved. Design by <a href="http://www.tranquil-it-systems.fr/">TIS</a>.
de: Copyright (c) 2012 Tranquil IT Systems. Alle Rechte vorbehalten. Design by <a href="http://www.tranquil-it-systems.fr/">TIS</a>.

source: Available packages
de: Verfügbare Pakete

source: Update available packages
de: Update der verfügbaren Pakete

source: Clear package cache
de: Cache des Paketes leeren

source: package
de: packet

source: install_version
de: installations_version

source: install_status
de: installations_status

source: install_date
de: installations_datum

source: Action
de: Aktion

source: Remove
de: Entferne

source: Downgrade
de: Degradieren

source: Upgrade
de: Aktualisieren

source: Install
de: Installation

source: description
de: beschreibung

source: Download
de: Herunterladen

source: Uninstall
de: Deinstallieren

source: Launched uninstall of {0} <a href="task?id={1}"> task {1}</a>
de: Abgeschlossene deinstallation von {0} <a href="task?id={1}"> task {1}</a>

source: Package
de: Packet

source: Installed by
de: von installiert

source: Installed on
de: Installiert auf

source: Traces
de: Verfolgung

source: Tasks manager
de: Task-Manager

source: Running: {0}
de: Laufend: {0}

source: Cancel
de: Abbrechen

source: Installed Windows updates
de: Windows updates insalliert

source: Pending Windows updates
de: Windows updates ausstehend

source: Discarded Windows updates
de: Ausrangierte Windows updates

source: Title
de: Titel

source: Classification
de: Klassifikation

source: Date
de: Datum

source: Downloaded
de: Heruntergeladen
