Repository: QGuLL/WAPT
Catalog: waptserver/translations.old/*/LC_MESSAGES/messages.po
Languages: fr

source: Could not connect to mongodb database: {}.
fr: Impossible de se connecter à la base de données mongodb : {}.

source: Could not get hosts collection from db: {}.
fr: Impossible d'obtenir la liste des machines depuis la base de données : {}

source: You have to login with proper credentials
fr: Vous devez vous connecter avec les bons identifiants

source: Problem during upload
fr: Problème au moment de l'upload

source: Not a valid wapt package
fr: Ce n'est pas un paquet WAPT valide

source: Wrong file type
fr: Mauvais type de fichier

source: Unsupported method
fr: Méthode non supportée

source: unexpected: {}
fr: inattendu : {}

source: File {} uploaded to {}
fr: Le fichier {} a été uploadé vers {}.

source: No data received
fr: Aucune donnée reçue

source: No package file provided in request
fr: Aucun paquet dans la requête

source: {} uploaded
fr: {} uploadé

source: Wrong file name (version conflict?)
fr: Mauvais nom de fichier (conflit de version ?)

source: Incorrect credentials.
fr: Identifiants incorrects.

source: Couldn't access IPC$ share.
fr: Impssible d'accéder au partage $IPC.

source: WAPT server must be run on Linux.
fr: Le serveur WAPT doit être installé sous Linux.

source: smbclient installed on WAPT server.
fr: smbclient installé sur le serveur WAPT.

source: winexe is not installed on WAPT server.
fr: winexe n'est pas installé sur le serveur WAPT.

source: Credentials are missing.
fr: Identifiants manquants.

source: There are no registered computers.
fr: Il n'y a aucun ordinateur renseigné.

source: Unsupported HTTP method.
fr: Méthode http non supportée.

source: Unknown uuid
fr: uuid inconnu

source: No reachable IP for {}
fr: Aucune IP joignable pour {}

source: WAPT Server running
fr: Serveur WAPT lancé

source: Hosts scan launched
fr: Scan des machines en cours

source: Couldn't connect to web service : {}.
fr: Impossible de se connecter au service web : {}

source: Nothing to upgrade.
fr: Rien à mettre à jour.

source: Triggered {} task(s): {}
fr: Lancé {} tâche(s): {}

source: The WAPT service is unreachable.
fr: Le service WAPT est injoignable.

source: Triggered task: {}
fr: Tâche lancée : {}

source: Sending magic wakeonlan packets to {} for machine {}
fr: Envoi du WakeOnlan vers {} pour la machine {}

source: Wakeonlan packets sent to {} for machine {}
fr: WakeOnLan envoyé à {} pour la machine {}

source: No MAC address found for this host in database
fr: Pas d'adress MAC trouvée pour cette machine dans la base de données

source: The host reachability is not defined.
fr: L'adresse IP/port du waptservice de cette machine ne sont pas connus

source: Anomnymous usage statistics
fr: Statistiques anonymes

source: Folder missing : {}.
fr: Répertoire manquant : {}.

source: Folder missing : {}-host.
fr: Répertoire manquant : {}-host.

source: Folder missing : {}-group.
fr: Répertoire manquant : {}-group.

source: Invalid log level: {}
fr: Niveau de debug invalide : {}

source: WAPT SERVER Web Console
fr: Console Web du serveur WAPT

source: WAPT - Apt-get for Windows
fr: WAPT - Apt-get pour Windows

source: Contact us or have us call back
fr: Contactez-nous ou faites-vous rappeler

source: To contents
fr: Aller au contenu

source: Home
fr: Accueil

source: Private repository
fr: Dépôt privé

source: TIS repositories
fr: Dépôts TIS

source: WAPT Wiki
fr: Wiki WAPT

source: WAPT Agent (for deploying onto user desktop)
fr: Agent WAPT (pour le deploiement sur les postes utilisateurs)

source: WAPTSetup (for installing on management machine)
fr: WAPTsetup (pour installer sur une machine d'administration)

source: WAPTDeploy (for setting up deployment GPO)
fr: WAPTDeploy (pour mettre en place le déploiement GPO)

source: TIS repository
fr: Dépôt TIS

source: Help
fr: Aide

source: WAPT Wiki&nbsp;
fr: Wiki WAPT&nbsp;

source: mailing list archive
fr: Archive de la mailing list

source: Issue tracker (roundup)
fr: Gestionnaire de bugs (roundup)

source: Services
fr: Service :

source: Our solutions
fr: Nos solutions

source: WAPT providers
fr: Prestataires WAPT

source: WAPT server
fr: Serveur WAPT

source: WAPT server is managed through a WAPT console installed on a Windows system. When installing the WAPT server on Windows, the console is installed by default and can be found under the start menu.
fr: L'administration du serveur WAPT se fait à travers la console WAPT qui s'installe sur un poste Windows. Lors de l'installation du serveur WAPT sous Windows, la console est installée par défaut et peut être trouvé dans le menu 'Démarrer'.

source: When installing the server on Linux, the <a href="/wapt/waptsetup-tis.exe">WAPT client</a> should be installed on an administration machine, then run from 'Start/All programs'.
fr: Lors de l'installation du serveur WAPT sous Linux, il faut ensuite installer le <a href="/wapt/waptsetup-tis.exe">client WAPT</a> sur une machine d'administration et lancer la commande depuis le menu 'Démarrer/Tous les programmes'.

source: To manually add a new host to the WAPT server, download the <a href="/wapt/waptagent.exe">WAPT agent</a> from the menu to the right. The agent has been properly configured by the server so the default parameters should work. Once the WAPT client has been installed, you can find it in your console.
fr: Pour intégrer un nouveau poste au serveur WAPT à la main, télécharger l'<a href="/wapt/waptagent.exe">agent WAPT</a> dans le menu à droite. La configuration de l'agent a été effectuée par le serveur et les paramètres par défaut sont les bons. Une fois le client WAPT installé, vous le retrouverez dans votre console.

source: For further information, be sure to check the documentation at <a href="http://dev.tranquil.it/">dev.tranquil.it</a> or on mailing-list.
fr: Pour plus d'information, n'hésitez pas à vous reporter à la documentation sur le site <a href="http://dev.tranquil.it/">dev.tranquil.it</a> ou sur la mailing-list.

source: WAPT Server version:
fr: Version WAPT Server :

source: WAPT Agent version:
fr: Version WAPT Agent :

source: WAPT Setup version:
fr: version WAPT Setup :

source: WAPT Deploy version:
fr: Version WAPT Deploy :

source: MongoDB status:
fr: Statut de MongoDB:

source: Disk space:
fr: Espace disque:

source: Subscribe
fr: S'inscrire
